<?php
  // 定数専用のページ
  // Common.phpで読み込む
  $ages = array("小４以下","小５","小６","中１","中２","中３","高校生","大学生以上");
  $levels = array(1=>"苦手",2=>"どちらかといえば苦手",3=>"普通",4=>"どちらかといえば得意",5=>"得意");
  $likes = array(1=>"嫌い",2=>"どちらかといえば嫌い",3=>"普通",4=>"どちらかといえば好き",5=>"好き");
  $clubTypes = array("sports"=>"運動部","cultures"=>"文化部","none"=>"無所属");
  $sports = array("バスケ部","サッカー部","テニス部","バレー部","陸上部","卓球部","野球部","水泳部","剣道部","バドミントン部","その他の運動部");
  $cultures = array("音楽部","コーラス部","科学部","茶道部","将棋部","パソコン部","放送部","新聞部","剣道部","その他の文化部");
  $work_levels = array(1=>"簡単",2=>"やや簡単",3=>"普通",4=>"やや難しい",5=>"難しい");
  $units = array("正負の数","文字式","方程式","関数","平面図形","空間図形","資料の整理");
  $works = array("問題0", "問題1", "問題2", "問題3");
?>
